Repository: Minimalon/RAMARKET_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: tr

source: Регистрация успешно пройдена
tr: Kayıt başarıyla tamamlandı

source: Ваш сотовый {client_phone} не зарегистрирован в системе Уточните вопрос и попробуйте снова
tr: Cep telefonunuz {client_phone} sisteme kayıtlı değil Soruyu açıklığa kavuşturun ve tekrar deneyin

source: Вы зашли впервые, нажмите кнопку Регистрация
tr: İlk kez girdiniz, Kayıt düğmesine tıklayın

source: ℹ️ <b>Информация о вас:</b> ➖➖➖➖➖➖➖➖➖➖➖ <b>💳 ID:</b> <code>{chat_id}</code>
tr: ℹ️ <b>Hakkınızdaki bilgiler:</b> ➖➖➖➖➖➖➖➖➖➖➖ <b>💳 ID:</b> <code>{chat_id}</code>

source: Выберите язык
tr: Dili seçin

source: Список заказов пуст
tr: Sipariş listesi boş

source: История заказов
tr: Sipariş geçmişi

source: Выберите способ оплаты
tr: Ödeme yönteminizi seçin

source: Выберите способ выбора товара
tr: Ürünü seçmek için bir yöntem seçin

source: Cписок категорий товара
tr: Ürün kategorileri listesi

source: Выберите товар
tr: Ürünü seçin

source: Cписок подкатегорий
tr: Alt kategorilerin listesi

source: Выберите количество товара
tr: Alt kategorilerin listesiÜrün miktarını seçin

source: <b><u>Заказ успешно создан</u></b> {text}
tr: <b><u>Sipariş başarıyla oluşturuldu</u></b> {text}

source: Введите новый курс Например: <b>75.127</b>
tr: Yeni rotayı girin Örneğin: <b>75.127</b>

source: Выберите магазин
tr: Bir mağaza seçin

source: На вас не прикреплено ни одного магазина Уточните вопрос и попробуйте снова
tr: Size bağlı hiçbir mağaza yok Soruyu açıklığa kavuşturun ve tekrar deneyin

source: Выберите валюту
tr: Para birimini seçin

source: Фактический курс: <code>{currency_price}</code>
tr: Gerçek ders: <code>{currency_price}</code>

source: Введите цену товара
tr: Ürünün fiyatını girin

source: Введите ФИО (полностью)
tr: Tam adı girin (tamamen)

source: Введите сотовый или почту клиента
tr: Müşterinin cep telefonunu veya e-postasını girin

source: {error_head}Номер должен состоят максимум из 11 цифр Почта должна содержать знак <u><b>@</b></u> <b>Попробуйте снова.</b>
tr: {error_head}Sayı en fazla 11 haneden oluşmalıdır Postada <u><b>@</b></u> işareti bulunmalıdır <b>Tekrar deneyin.</b>

source: Введите ID товара
tr: Ürün kimliğini girin

source: Заказ
tr: Sipariş

source: Личный кабинет
tr: Kişisel hesap

source: Главное меню
tr: Ana menü

source: Изменить язык
tr: Dili değiştir

source: Продолжить
tr: Devam et

source: Изменить курс
tr: Rotayı değiştir

source: <<< Назад
tr: <<< Geri

source: Ввести ID товара
tr: Ürün kimliğini girin

source: Каталог
tr: Dizin

source: Оставить текущую цену
tr: Mevcut fiyatı bırakın

source: Изменить цену
tr: Fiyatı değiştir

source: Добавить товар
tr: Ürün ekle

source: Создать заказ
tr: Sipariş oluştur

source: Регистрация
tr: Kayıt

source: ℹ️<b>Товар №{index}:</b> <b>Название товара</b>: <code>{product_name}</code> <b>Цена товара</b>: <code>{sum_usd} $ / {sum_rub} ₽</code> <b>Количество</b>: <code>{quantity}</code>
tr: ℹ️<b>Ürün No.{index}:</b> <b>Ürün adı</b>: <code>{product_name}</code> <b>Ürün fiyatı</b>: <code>{sum_usd} $ / {sum_rub} ₽</code> <b>Miktar</b>: <code>{quantity}</code>

source: <b>Общая сумма</b>: <code>{sum_usd} $ / {sum_rub} ₽</code>
tr: <b>обзая сумма</b>: <kod>{sum_usd} $ / {sum_rub} ₽</kod>
